const quizQuestions = [
    {
        question: "വകുപ്പ് 3 പോക്‌സോ നിയമപ്രകാരം താഴെപ്പറയുന്നവയിൽ ഏതാണ് \"നുഴഞ്ഞുകയറുന്ന ലൈംഗിക അതിക്രമം\" ആയി കണക്കാക്കുന്നത്?",
        options: [
            "കുട്ടിയുടെ സ്വകാര്യ ഭാഗങ്ങളിൽ സമ്മതമില്ലാതെ സ്പർശിക്കൽ",
            "ഒരു കുട്ടിക്ക് അശ്ലീല സന്ദേശങ്ങൾ അയയ്ക്കുമെന്ന് ഭീഷണിപ്പെടുത്തൽ",
            "ഒരു കുട്ടിയുടെ സ്വകാര്യ ഭാഗങ്ങളിൽ ഏതെങ്കിലും വസ്തു തിരുകൽ",
            "ഒരു കുട്ടിക്ക് അശ്ലീല വസ്തുക്കൾ കാണിക്കൽ"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ നിയമത്തിലെ വകുപ്പ് 22 തെറ്റായ പരാതി ഫയൽ ചെയ്യുന്നതിനുള്ള ശിക്ഷ നൽകുന്നു. ഈ വിഭാഗവുമായി ബന്ധപ്പെട്ട് ഇനിപ്പറയുന്ന പ്രസ്താവനകളിൽ ഏതാണ് ശരി?",
        options: [
            "ശിക്ഷിക്കപ്പെടാത്ത പരാതി നൽകുന്ന ഏതൊരു വ്യക്തിയും ശിക്ഷാർഹനാണ്.",
            "ഒരു കുട്ടി നൽകുന്ന തെറ്റായ പരാതികൾ ശിക്ഷാർഹമല്ല.",
            "ഈ വകുപ്പ് പ്രകാരം പോലീസ് ഉദ്യോഗസ്ഥർക്ക് മാത്രമേ ശിക്ഷ ലഭിക്കൂ.",
            "ഈ വകുപ്പ് പ്രകാരമുള്ള ശിക്ഷ കുറ്റകൃത്യത്തേക്കാൾ കഠിനമാണ്."
        ],
        correct: 1
    },
    {
        question: "2012-ലെ ലൈംഗിക കുറ്റകൃത്യങ്ങളിൽ നിന്നുള്ള കുട്ടികളുടെ സംരക്ഷണനിയമം ബാധകമായിട്ടുള്ളത്:",
        options: [
            "ഇന്ത്യ മുഴുവൻ",
            "ജമ്മു-കാശ്മീർ ഒഴികെ ഇന്ത്യ മുഴുവൻ",
            "ലഡാക്ക് ഒഴികെ ഇന്ത്യ മുഴുവൻ",
            "മുകളിൽ പറഞ്ഞവ ഒന്നുമല്ല"
        ],
        correct: 0
    },
    {
        question: "ട്യൂഷൻ സെന്റർ നടത്തുന്ന മിസ്റ്റർ 'ബി' കെതിരെ മിസ്റ്റർ 'എ' തെറ്റായ പരാതി നൽകുന്നു. തന്റെ സെന്ററിൽ പഠിക്കുന്ന സ്കൂൾ കുട്ടികളെ ലൈംഗികമായി പീഡിപ്പിച്ചിരുന്നുവെന്ന്. മിസ്റ്റർ 'ബി'യെ അപമാനിക്കാൻ വേണ്ടി മാത്രമായിരുന്നു പരാതി എങ്കിൽ 'എ' എന്ത് കുറ്റമാണ് ചെയ്തത്?",
        options: [
            "പോക്‌സോ ആക്ട് സെക്ഷൻ 21 പ്രകാരം തെറ്റായ പരാതി നൽകിയതിന് എ കുറ്റം ചെയ്തിട്ടുണ്ട്, കൂടാതെ 6 മാസം വരെ തടവിന് അർഹനാണ്.",
            "പോക്‌സോ ആക്ട് സെക്ഷൻ 22 പ്രകാരം തെറ്റായ പരാതി നൽകിയതിന് എ കുറ്റം ചെയ്തിട്ടുണ്ട്, കൂടാതെ 6 മാസം വരെ തടവിന് അർഹനാണ്.",
            "പോക്‌സോ ആക്ട് സെക്ഷൻ 23 പ്രകാരം തെറ്റായ പരാതി നൽകിയതിന് എ കുറ്റം ചെയ്തിട്ടുണ്ട്, കൂടാതെ ഒരു വർഷം വരെ 6 മാസം വരെ തടവിന് അർഹനാണ്.",
            "പോക്‌സോ ആക്ട് സെക്ഷൻ 24 പ്രകാരം തെറ്റായ പരാതി നൽകിയതിന് എ കുറ്റം ചെയ്തിട്ടുണ്ട്, കൂടാതെ 6 മാസം വരെ തടവിന് അർഹനാണ്."
        ],
        correct: 1
    },
    {
        question: "പോക്‌സോയെ സംബന്ധിച്ച് താഴെ പറയുന്ന പ്രസ്താവനകളിൽ ഏതാണ് ശരി?",
        options: [
            "മാതാപിതാക്കളുടെ അനുമതിയില്ലാതെ ഒരു മാധ്യമത്തിലെ റിപ്പോർട്ടർ ഇരയായ കുട്ടിയുടെ പേര് വെളിപ്പെടുത്താൻ പാടില്ല.",
            "ബന്ധപ്പെട്ട കുട്ടിയുടെ അനുമതിയില്ലാതെ ഒരു മാധ്യമത്തിലെ റിപ്പോർട്ടർ ഇരയായ കുട്ടിയുടെ പേര് വെളിപ്പെടുത്താൻ പാടില്ല.",
            "ചൈൽഡ് വെൽഫെയർ കമ്മിറ്റിയുടെ അനുമതിയില്ലാതെ ഒരു മാധ്യമത്തിലെ റിപ്പോർട്ടർ ഇരയായ കുട്ടിയുടെ പേര് വെളിപ്പെടുത്താൻ പാടില്ല.",
            "പോക്‌സ് ആക്ട് പ്രകാരം രൂപീകരിച്ച പ്രത്യേക കോടതിയുടെ അനുമതിയില്ലാതെ ഒരു മാധ്യമത്തിലെ റിപ്പോർട്ടർ ഇരയായ കുട്ടിയുടെ പേര് വെളിപ്പെടുത്താൻ പാടില്ല."
        ],
        correct: 3
    },
    {
        question: "2012-ലെ ലൈംഗികാതിക്രമങ്ങളിൽ നിന്നുള്ള കുട്ടികളുടെ സംരക്ഷണ നിയമമനുസരിച്ച് കുട്ടികളുടെ മേൽ ലൈംഗിക ആക്രമണം നടത്തിയാൽ താഴെപ്പറയുന്നവയിൽ ഏതു ശിക്ഷയാണ് നിർദ്ദേശിക്കുന്നത്?",
        options: [
            "പിഴയോടുകൂടി 5 വർഷം വരെ തടവ്",
            "തടവില്ലാതെ നാമമാത്രമായ പിഴ അടയ്ക്കൽ",
            "കുറ്റവാളിയെ താക്കീത് ചെയ്യുക",
            "6 മാസത്തേക്ക് കമ്മ്യൂണിറ്റി സേവനം"
        ],
        correct: 0
    },
    {
        question: "2012-ലെ ലൈംഗികാതിക്രമങ്ങളിൽ നിന്നുള്ള കുട്ടികളുടെ സംരക്ഷണ നിയമം അനുസരിച്ച് താഴെപ്പറയുന്നവയിൽ ഗൗരവതരമായ ലൈംഗിക ആക്രമണം അല്ലാത്തത് ഏത്?",
        options: [
            "ഒന്നിലധികം തവണ കുട്ടിക്ക് നേരെയുള്ള ലൈംഗികാതിക്രമം",
            "16 വയസ്സിനു താഴെയുള്ള ഒരു കുട്ടിക്ക് നേരെയുള്ള കടന്നുകയറ്റത്തിലൂടെയുള്ള ലൈംഗികാതിക്രമം",
            "ഒരു കുട്ടിക്ക് നേരെ സംഘം ചേർന്ന് കടന്നു കയറ്റത്തിലൂടെയുള്ള ലൈംഗിക അതിക്രമം",
            "മുകളിൽ കൊടുത്തിരിക്കുന്നത് ഒന്നുമല്ല."
        ],
        correct: 1
    },
    {
        question: "ഏതു പ്രായത്തിലുള്ള കുട്ടികൾക്ക് നേരെയുള്ള പ്രവേശിത ലൈംഗികാതിക്രമം (Penetrative Sexual Assault) കുറ്റത്തിന്, പോക്‌സോ ആക്ട് 2012-ൽ ഇരുപതു വർഷത്തിൽ കുറയാത്ത ശിക്ഷയും പിഴയും നിർദ്ദേശിക്കപ്പെട്ടിരിക്കുന്നു?",
        options: [
            "12",
            "14",
            "16",
            "18"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ ആക്ട് 2012 സെക്ഷൻ 3 പ്രകാരം കൊടുത്ത പരാതി കെട്ടിച്ചമച്ചതോ, തെറ്റായ വിവരമോ ആണെങ്കിൽ, അതിൽ ഉൾപ്പെട്ടിട്ടുള്ള:",
        options: [
            "18 വയസ്സിനു മുകളിൽ പ്രായം ഉള്ളവർക്കെതിരെ മാത്രമേ കുറ്റം ആവുകയുള്ളൂ",
            "18 വയസ്സിനു താഴെ പ്രായം ഉള്ളവർക്കെതിരെ മാത്രമേ കുറ്റം ആവുകയുള്ളൂ",
            "ഏതു പ്രായത്തിൽ ഉള്ളവർക്കും എതിരെ കുറ്റം ആവും",
            "ആർക്കും എതിരെ കുറ്റം ആവില്ല"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം ആരെയാണ് കുട്ടിയായി കണക്കാക്കുന്നത്?",
        options: [
            "18 വയസ്സിന് താഴെയുള്ള ഏതൊരു വ്യക്തിയും",
            "16 വയസ്സിന് താഴെയുള്ള ഏതൊരു വ്യക്തിയും",
            "12 വയസ്സിന് താഴെയുള്ള ഏതൊരു വ്യക്തിയും",
            "7 വയസ്സിന് താഴെയുള്ള ഏതൊരു വ്യക്തിയും"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമത്തിലെ സെക്ഷൻ 3 എന്താണ് കൈകാര്യം ചെയ്യുന്നത്?",
        options: [
            "ലൈംഗിക പീഡനത്തിന്റെ നിർവ്വചനം",
            "ലൈംഗിക അതിക്രമത്തിന്റെ നിർവ്വചനം",
            "ചൈൽഡ് പോണോഗ്രാഫിയുടെ നിർവ്വചനം",
            "നുഴഞ്ഞുകയറുന്ന ലൈംഗിക ആക്രമണത്തിന്റെ നിർവ്വചനം"
        ],
        correct: 3
    },
    {
        question: "കുട്ടിയല്ലാത്തവർ ഒരു കുട്ടിക്കെതിരെ തെറ്റായ പരാതി നൽകുകയോ തെറ്റായ വിവരങ്ങൾ നൽകുകയോ ചെയ്താൽ അത് തെറ്റാണെന്ന് അറിഞ്ഞ്, അങ്ങനെ പോക്‌സോ നിയമപ്രകാരമുള്ള ഏതെങ്കിലും കുറ്റകൃത്യങ്ങളിൽ അത്തരം കുട്ടിയെ ഇരയാക്കുകയാണെങ്കിൽ ഏത് വരെ നീണ്ടുനിൽക്കുന്ന തടവിന് ശിക്ഷിക്കപ്പെടും?",
        options: [
            "ആറ് മാസം അല്ലെങ്കിൽ പിഴയോ രണ്ടും കൂടിയോ",
            "ഒരു വർഷം അല്ലെങ്കിൽ പിഴയോ രണ്ടും കൂടിയോ",
            "മൂന്ന് വർഷം അല്ലെങ്കിൽ പിഴ അല്ലെങ്കിൽ രണ്ടും കൂടി",
            "മുകളിൽ പറഞ്ഞവ ഒന്നുമല്ല"
        ],
        correct: 1
    },
    {
        question: "ലൈംഗിക ഉദ്ദേശത്തോടെ പ്രായപൂർത്തിയാകാത്ത പെൺകുട്ടിയുടെ സ്വകാര്യ ഭാഗത്ത് തൊടുന്ന വ്യക്തിക്ക് ലഭിക്കാവുന്ന തടവ് ശിക്ഷ എത്രയാണ്?",
        options: [
            "3 വർഷത്തിൽ കുറയാത്തതും അഞ്ചുവർഷം വരെ ആകാവുന്നതുമായ തടവ് ശിക്ഷ",
            "2 വർഷത്തിൽ കുറയാത്തതും അഞ്ചുവർഷം വരെ ആകാവുന്നതുമായ തടവ് ശിക്ഷ",
            "3 വർഷത്തിൽ കുറയാത്തതും ഏഴു വർഷം വരെ ആകാവുന്നതുമായ തടവ് ശിക്ഷ",
            "1 വർഷത്തിൽ കുറയാത്തതും മൂന്നു വർഷം വരെ ആകാവുന്നതുമായ തടവ് ശിക്ഷ"
        ],
        correct: 0
    },
    {
        question: "ലൈംഗിക ഉദ്ദേശത്തോടെ പ്രായപൂർത്തിയാകാത്ത കുട്ടികൾക്ക് നീലച്ചിത്രങ്ങൾ കാണിച്ചു കൊടുക്കുന്നത് താഴെ പറയുന്നവയിൽ ഏത് കുറ്റകൃത്യമായിട്ടാണ് കണക്കാക്കുന്നത്?",
        options: [
            "ലൈംഗിക പീഡനം",
            "ലൈംഗികാതിക്രമം",
            "ഗൗരവതര ലൈംഗിക പീഡനം",
            "ഗൗരവതര ലൈംഗികാതിക്രമം"
        ],
        correct: 1
    },
    {
        question: "ഒരു വ്യക്തി ലൈംഗിക ഉദ്ദേശത്തോടുകൂടി ഒരു കുട്ടിയെ അശ്ലീല കാര്യത്തിനായി വശീകരിച്ചാൽ പോക്‌സോ നിയമപ്രകാരം ഏത് കുറ്റമായി കണക്കാക്കും?",
        options: [
            "ലൈംഗിക പീഡനം",
            "സ്ത്രീത്വത്തെ അപമാനിക്കൽ",
            "ലൈംഗികാതിക്രമം",
            "ഗൗരവമായ ലൈംഗികാതിക്രമം"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം ലൈംഗികചിന്തയോടെ ഒരു കുട്ടിയുടെ ശരീരഭാഗങ്ങളിൽ സ്പർശിക്കുക വഴി ലൈംഗികാതിക്രമം ചെയ്യുന്ന വ്യക്തിക്ക് ലഭിക്കാവുന്ന കുറഞ്ഞ ശിക്ഷയെന്ത്?",
        options: [
            "മൂന്ന് വർഷ തടവ്",
            "അഞ്ച് വർഷ തടവ്",
            "ഏഴ് വർഷ തടവ്",
            "പത്ത് വർഷ തടവ്"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ ആക്ട് പ്രകാരം ഒരു മുതിർന്ന വ്യക്തിയെ അപമാനപ്പെടുത്തണമെന്ന ദുരുദ്ദേശത്തോടെ അയാൾ ഏതെങ്കിലും കുട്ടിയോട് ലൈംഗികാതിക്രമം ചെയ്തെന്ന കള്ളപ്പരാതി നൽകുന്നയാൾക്ക് ലഭിക്കാവുന്ന പരമാവധി ശിക്ഷയെന്ത്?",
        options: [
            "ഒരു വർഷ തടവ്",
            "മൂന്ന് വർഷ തടവ്",
            "ആറ് മാസ തടവ്",
            "അഞ്ച് വർഷ തടവ്"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം 'കുട്ടി' ആയി കണക്കാക്കുന്നത്:",
        options: [
            "18 വയസ്സിൽ താഴെയുള്ള വ്യക്തിയെ",
            "17 വയസ്സിൽ താഴെയുള്ള വ്യക്തിയെ",
            "15 വയസ്സിൽ താഴെയുള്ള വ്യക്തിയെ",
            "12 വയസ്സിൽ താഴെയുള്ള വ്യക്തിയെ"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം സാധ്യതയുള്ള പ്രസ്താവന ഏത്?\n(i) കുട്ടികൾക്കെതിരെയുള്ള ലൈംഗികാതിക്രമങ്ങൾ പോക്‌സോ നിയമപ്രകാരം റിപ്പോർട്ട് ചെയ്യപ്പെടണം\n(ii) കുട്ടികൾക്കെതിരെയുള്ള ലൈംഗികാതിക്രമങ്ങൾ റിപ്പോർട്ട് ചെയ്യപ്പെടാതെ മറച്ചുവെക്കുന്നവരും ഈ നിയമപ്രകാരം ശിക്ഷിക്കപ്പെടും",
        options: [
            "(i) മാത്രം",
            "(ii) മാത്രം",
            "(i) & (ii)",
            "ഇവയൊന്നുമല്ല"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ നിയമം നിലവിൽ വന്ന വർഷം:",
        options: [
            "2012 ഒക്ടോബർ 27",
            "2012 നവംബർ 8",
            "2012 നവംബർ 14",
            "2012 ഡിസംബർ 10"
        ],
        correct: 2
    },
    {
        question: "പ്രവേശിത ലൈംഗികാതിക്രമത്തെക്കുറിച്ച് പരാമർശിക്കുന്ന പോക്‌സോ നിയമത്തിലെ വകുപ്പ്:",
        options: [
            "സെക്ഷൻ 1",
            "സെക്ഷൻ 2",
            "സെക്ഷൻ 3",
            "സെക്ഷൻ 5"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ നിയമത്തിലെ സെക്ഷൻ 11 പ്രസ്താവിക്കുന്നത്:",
        options: [
            "ലൈംഗികാതിക്രമത്തിനുള്ള ശിക്ഷ",
            "ലൈംഗിക പീഡനത്തിനുള്ള ശിക്ഷ",
            "കുറ്റം ചെയ്യാൻ പ്രേരിപ്പിക്കുന്നതിനുള്ള ശിക്ഷ",
            "ഇവയൊന്നുമല്ല"
        ],
        correct: 1
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം ലൈംഗികാതിക്രമത്തിനുള്ള തടവു ശിക്ഷ:",
        options: [
            "മൂന്നുവർഷത്തിൽ കുറയാത്തതും അഞ്ചുവർഷം വരെയാകാവുന്നതുമായ തടവുശിക്ഷ",
            "മൂന്നുവർഷത്തെ തടവുശിക്ഷ",
            "അഞ്ചുവർഷത്തിൽ കുറയാത്തതും ഏഴുവർഷം വരെയാകാവുന്നതുമായ തടവുശിക്ഷ",
            "ഇവയൊന്നുമല്ല"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമത്തെക്കുറിച്ച് ശരിയായ പ്രസ്താവന ഏത്?",
        options: [
            "പോക്‌സോ നിയമം ഇന്ത്യ മുഴുവൻ ബാധകമാണ്",
            "പോക്‌സോ നിയമം ജമ്മു കാശ്മീർ ഒഴികെ ഇന്ത്യ മുഴുവൻ ബാധകമാണ്",
            "പോക്‌സോ നിയമം ഇന്ത്യൻ സംസ്ഥാനങ്ങളിൽ മാത്രം ബാധകമാണ്",
            "ഇവയൊന്നുമല്ല"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം ഒരു കുട്ടി തെറ്റായ പരാതി നൽകിയാൽ:",
        options: [
            "കുറ്റത്തിന്റെ അതേ ശിക്ഷ നൽകാം",
            "ആറുമാസം തടവുശിക്ഷ നൽകാം",
            "കുറ്റത്തിന്റെ പകുതി ശിക്ഷ നൽകാം",
            "ശിക്ഷയില്ല"
        ],
        correct: 3
    },
    {
        question: "മാധ്യമങ്ങൾക്കുള്ള നടപടിക്രമം പ്രസ്താവിക്കുന്ന പോക്‌സോ വകുപ്പ്:",
        options: [
            "സെക്ഷൻ 20",
            "സെക്ഷൻ 22",
            "സെക്ഷൻ 23",
            "സെക്ഷൻ 25"
        ],
        correct: 2
    },
    {
        question: "2019 ലെ പോക്‌സോ നിയമ ഭേദഗതിക്ക് പ്രസിഡന്റിന്റെ അംഗീകാരം ലഭിച്ചത്:",
        options: [
            "2019 ജൂലൈ 24 ന്",
            "2019 ആഗസ്റ്റ് 1 ന്",
            "2019 ആഗസ്റ്റ് 5 ന്",
            "2019 ആഗസ്റ്റ് 15 ന്"
        ],
        correct: 2
    },
    {
        question: "ലൈംഗിക താൽപര്യത്തോടെ കുട്ടികളുടെ സ്വകാര്യഭാഗങ്ങളിൽ സ്പർശിക്കുന്നതുമായി ബന്ധപ്പെട്ട കുറ്റം പരാമർശിച്ചിരിക്കുന്ന പോക്‌സോ വകുപ്പ്:",
        options: [
            "സെക്ഷൻ 7",
            "സെക്ഷൻ 8",
            "സെക്ഷൻ 11",
            "സെക്ഷൻ 12"
        ],
        correct: 0
    },
    {
        question: "പോക്‌സോ നിയമപ്രകാരം 16 വയസ്സിനു താഴെയുള്ള കുട്ടികളെ പ്രവേശിത ലൈംഗികാതിക്രമത്തിന് ഇരയാക്കിയാൽ ലഭിക്കുന്ന കുറഞ്ഞ ശിക്ഷ:",
        options: [
            "7 വർഷം തടവ്",
            "10 വർഷം തടവ്",
            "15 വർഷം തടവ്",
            "20 വർഷം തടവ്"
        ],
        correct: 3
    },
    {
        question: "കുട്ടികളുടെ സ്വകാര്യഭാഗങ്ങളിൽ പുരുഷ ലിംഗമോ മറ്റേതെങ്കിലും വസ്തുവോ പ്രവേശിപ്പിക്കുന്നത് കുറ്റകരമാണെന്നു പ്രതിപാദിക്കുന്ന പോക്‌സോ വകുപ്പ്:",
        options: [
            "സെക്ഷൻ 3",
            "സെക്ഷൻ 4",
            "സെക്ഷൻ 7",
            "സെക്ഷൻ 8"
        ],
        correct: 0
    },
    {
        question: "2019 ലെ പോക്‌സോ നിയമ ഭേദഗതി പ്രകാരം എത്ര സെക്ഷനുകളിലാണ് ഭേദഗതി വരുത്തിയത്?",
        options: [
            "6",
            "8",
            "10",
            "12"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ ഭേദഗതിബിൽ 2019 ലോകസഭയിൽ അവതരിപ്പിച്ചത്:",
        options: [
            "സ്മൃതി സുബിൻ ഇറാനി",
            "വീരേന്ദ്രകുമാർ",
            "പ്രഹ്ലാദ് ജോഷി",
            "വി.കെ. സിങ്"
        ],
        correct: 1
    },
    {
        question: "പോക്‌സോ ഭേദഗതി ബിൽ രാജ്യസഭയിൽ അവതരിപ്പിച്ചത്:",
        options: [
            "സുഖ്‌ദേവ് സിംഗ് ദിൻഡ്‌സ",
            "സുരേഷ് മാത്തൂർ",
            "സ്മൃതി സുബിൻ ഇറാനി",
            "പിയൂഷ് ഗോയൽ"
        ],
        correct: 2
    },
    {
        question: "മറ്റൊരാളുടെ പ്രേരണ കൊണ്ടാണ് ഒരു വ്യക്തി പോക്‌സോ നിയമപ്രകാരമുള്ള ഒരു കുറ്റകൃത്യം ചെയ്തതെങ്കിൽ ആ പ്രേരണ നൽകിയ വ്യക്തിക്ക് കുറ്റകൃത്യത്തിന് നൽകുന്ന അതേ ശിക്ഷ നൽകുന്നതാണ് എന്ന് പ്രതിപാദിക്കുന്ന വകുപ്പ്:",
        options: [
            "സെക്ഷൻ 12",
            "സെക്ഷൻ 14",
            "സെക്ഷൻ 16",
            "സെക്ഷൻ 18"
        ],
        correct: 2
    },
    {
        question: "പോക്‌സോ നിയമം സെക്ഷൻ 9, 10 പ്രകാരം ഗൗരവതര ലൈംഗികാതിക്രമത്തിനുള്ള ശിക്ഷ:",
        options: [
            "20 വർഷം വരെ കഠിനതടവും പിഴയും",
            "5 വർഷം മുതൽ 7 വർഷം വരെ തടവും പിഴയും",
            "3 വർഷം മുതൽ 7 വർഷം വരെ തടവും പിഴയും",
            "10 വർഷം വരെ കഠിനതടവും പിഴയും"
        ],
        correct: 1
    },
    {
        question: "താഴെ പറയുന്നതിൽ ഒരു POCSO കേസ് റിപ്പോർട്ട് ചെയ്യാൻ കഴിയുന്ന വ്യക്തിയെ കണ്ടെത്തുക:",
        options: [
            "ചൈൽഡ് ലൈൻ",
            "പൊതുപ്രവർത്തകർ",
            "സർക്കാർ ഉദ്യോഗസ്ഥർ",
            "ഇവയെല്ലാം"
        ],
        correct: 3
    }
];
